IDEA Open Model
ProjectData.CodeDependentData Property
Compatible with IDEA StatiCa 20.1
 Code dependent data
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Object CodeDependentData { get; set; }
Public Property CodeDependentData As Object
	Get
	Set
Property Value
Type: Object
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace